jekyll/_posts/isle-of-wight-camping.org
#+BEGIN_HTML
---
layout: default
title: Benighted on the Ben.
excerpt: An unplanned bivouac on Ben Nevis.
draft: true
---
#+END_HTML
* Camping in the Isle of Wight
At the beginning of August this year I took a solo camping trip to the Isle of Wight. I needed to get out of London for
a while and the IoW is easy to get to and not too expensive. I found a camp site, bought a [[http://www.decathlon.co.uk/quickhiker-ultralight-2-hiking-tent-2-man-grey-id_8245650.html][new tent]] and packed up my
camera gear then took off. I brought with me my new Sinar Norma
