jekyll/_posts/isle-of-wight-camping.html
<div class="HTML">
<p>
&#x2014;
layout: default
title: Benighted on the Ben.
excerpt: An unplanned bivouac on Ben Nevis.
draft: true
&#x2014;
</p>

</div>
<div id="outline-container-org4ff117d" class="outline-2">
<h2 id="org4ff117d">Camping in the Isle of Wight</h2>
<div class="outline-text-2" id="text-org4ff117d">
<p>
At the beginning of August this year I took a solo camping trip to the Isle of Wight. I needed to get out of London for
a while and the IoW is easy to get to and not too expensive. I found a camp site, bought a <a href="http://www.decathlon.co.uk/quickhiker-ultralight-2-hiking-tent-2-man-grey-id_8245650.html">new tent</a> and packed up my
camera gear then took off. I brought with me my new Sinar Norma
</p>
</div>
</div>
